Repository: fridaysystems/inventory-presser
Catalog: languages/inventory-presser-*.po
Languages: nl_nl

source: Check Availability
nl_nl: Beschikbaarheid controleren

source: Salvage
nl_nl: Schadeauto

source: Rebuild, Rebuildable, and Reconstructed
nl_nl: Herbouwen, herbouwbaar en gereconstrueerd

source: Lemon and Manufacturers Buyback
nl_nl: Lemon en terugkoop door fabrikanten

source: Flood, Water Damage
nl_nl: Overstroming, Waterschade

source: Clear
nl_nl: Helder

source: Unspecified
nl_nl: Niet gespecificeerd

source: miles
nl_nl: mijl

source: Boat-specific
nl_nl: Bootspecifiek

source: Pontoon
nl_nl: Ponton

source: Performance
nl_nl: Prestatie

source: Deck boat
nl_nl: Dekboot

source: Center Console
nl_nl: Consoleboot

source: Cabin Cruiser
nl_nl: Kajuitboot

source: Bow Rider
nl_nl: Boegrijder

source: Bass boat
nl_nl: Bassboot

source: Down payment
nl_nl: Aanbetaling

source: &larr; Go to hull materials
nl_nl: &larr; Ga naar materiaal van de romp

source: New Hull Material Name
nl_nl: Nieuwe materiaalnaam voor de romp

source: Add New Hull Material
nl_nl: Nieuw materiaal voor de romp toevoegen

source: Edit Hull Material
nl_nl: Bewerk rompmateriaal

source: Parent Hull Material
nl_nl: Hoofd materiaal van de romp

source: All hull materials
nl_nl: Alle materialen van de romp

source: Popular hull materials
nl_nl: Populaire rompmaterialen

source: Search hull materials
nl_nl: Zoek materiaal van de romp

source: Hull Materials
nl_nl: Materialen van de romp

source: &larr; Go to horsepower
nl_nl: &larr; Ga naar pk

source: New Horsepower Name
nl_nl: Nieuwe naam van pk

source: Add New Horsepower
nl_nl: Nieuwe paardenkracht toevoegen

source: Edit Horsepower
nl_nl: Paardenkracht bewerken

source: Parent Horsepower
nl_nl: Hoofd paardenkracht

source: All horsepower
nl_nl: Alle paardenkrachten

source: Popular horsepower
nl_nl: Populaire paardenkracht

source: Search horsepower
nl_nl: Zoek paardenkracht

source: &larr; Go to engine model
nl_nl: &larr; Ga naar motormodel

source: New Engine Model Name
nl_nl: Nieuwe naam motormodel

source: Add New Engine Model
nl_nl: Voeg nieuw motormodel toe

source: Edit Engine Model
nl_nl: Bewerk motormodel

source: Parent Engine Model
nl_nl: Hoofd motormodel

source: All engine models
nl_nl: Alle motormodellen

source: Popular engine models
nl_nl: Populaire motormodellen

source: Search engine models
nl_nl: Zoek naar motormodellen

source: Engine Models
nl_nl: Motormodellen

source: &larr; Go to engine make
nl_nl: &larr; Ga naar motormerk

source: New Engine Make Name
nl_nl: Nieuwe naam motormerk

source: Add New Engine Make
nl_nl: Voeg nieuw motormerk toe

source: Edit Engine Make
nl_nl: Bewerk motormerk

source: Parent Engine Make
nl_nl: Hoofd motormerk

source: All engine makes
nl_nl: Alle motormerken

source: Popular engine makes
nl_nl: Populaire motormerken

source: Search engine makes
nl_nl: Zoek naar motormerken

source: Engine Makes
nl_nl: Motormerken

source: &larr; Go to number
nl_nl: &larr; Ga naar nummer

source: New Number Name
nl_nl: Nieuwe nummer naam

source: Add New Number of Engines
nl_nl: Nieuw aantal motoren toevoegen

source: Edit Number
nl_nl: Bewerk nummer

source: Parent numbers
nl_nl: Hoofdnummers

source: All numbers
nl_nl: Alle nummers

source: Popular numbers
nl_nl: Populaire nummers

source: Search numbers
nl_nl: Zoek nummers

source: Number of Engines
nl_nl: Aantal motoren

source: &larr; Go to condition
nl_nl: &larr; Ga naar conditie

source: All conditions
nl_nl: Alle condities

source: Search conditions
nl_nl: Zoek naar condities

source: Manage
nl_nl: Beheren

source: Media uploads are not organized into month- and year-based folders. Photo upload dates are not revealed to users, and vehicle photo URLs will not change even if the photos themselves change.
nl_nl: Media-uploads worden niet georganiseerd in mappen op basis van maand en jaar. Upload gegevens van foto's worden niet onthuld aan gebruikers, en de URL's van voertuigfoto's zullen niet veranderen, zelfs als de foto's zelf veranderen.

source: Vehicle photos are stored in a predictable way
nl_nl: Voertuigfoto's worden op een voorspelbare manier opgeslagen

source: Media uploads are organized into month- and year-based folders. This reveals photo upload dates to users, and changes vehicle photo URLs when they are updated seasonally. Change the setting at Settings → Media.
nl_nl: Media-uploads zijn georganiseerd in mappen op basis van maand en jaar. Dit onthult de upload gegevens van foto's aan gebruikers en wijzigt de URL's van voertuigfoto's wanneer ze seizoensgebonden worden geüpdatet. Wijzig de instelling op Instellingen → Media.

source: Consider storing vehicle photos in a single folder
nl_nl: Overweeg om voertuigfoto's in één map op te slaan

source: The type taxonomy term slugs.
nl_nl: De term slugs van het type taxonomie.

source: Passenger Car
nl_nl: Personenauto

source: Automatic
nl_nl: Automaat

source: Clean
nl_nl: Schoon

source: Outboard
nl_nl: Buitenboord

source: monthly
nl_nl: maandelijks

source: Max Draft
nl_nl: Max concept

source: Black
nl_nl: Zwart

source: Horsepower
nl_nl: Paardenkracht

source: 355 grams per mile
nl_nl: 355 gram per mijl

source: 13.18 barrels
nl_nl: 13,18 vaten

source: Regular Gasoline
nl_nl: Normale benzine

source: Engine Model
nl_nl: Motormodel

source: Engine Make
nl_nl: Motorfabrikant

source: 3.7L 5 cylinder
nl_nl: 3.7L 5 cilinder

source: Rear Wheel Drive
nl_nl: Achterwielaandrijving

source: Clean, non-smoker, must-see!
nl_nl: Schoon, niet-roker, must-see!

source: Used
nl_nl: Gebruikt

source: Excellent
nl_nl: Uitstekend

source: Boat Condition
nl_nl: Bootconditie

source: Red
nl_nl: Rood

source: EXTENDED CAB PICKUP
nl_nl: VERLENGDE CABINE PICK-UP

source: Configure which taxonomies are active, whether they are shown in the dashboard menu, and for which vehicle types they should appear in the editor. Vehicle types can be added and removed %1$shere%2$s. Deleted types provided by the plugin will be restored during plugin activation.
nl_nl: Configureer welke taxonomieën actief zijn, of ze worden weergegeven in het dashboard menu en voor welke voertuigtypen ze in de editor moeten verschijnen. Voertuigtypen kunnen %1$shier%2$s worden toegevoegd en verwijderd. Verwijderde typen die door de plugin worden geleverd, worden tijdens de activering van de plugin teruggezet.

source: Show in Admin Menu
nl_nl: Weergeven in beheermenu

source: Taxonomy
nl_nl: Taxonomie

source: Choose a form to include on vehicle single pages.
nl_nl: Kies een formulier om op enkele voertuigpagina's op te nemen.

source: None
nl_nl: Geen

source: Enable, disable, show, and hide these taxonomies in the dashboard menu and Editors:
nl_nl: Schakel deze taxonomieën in, uit, toon of verberg ze in het dashboardmenu en de editors:

source: Manage Taxonomies
nl_nl: Beheer taxonomieën

source: Singles Contact Form
nl_nl: Enkelvoudig contactformulier

source: Taxonomies
nl_nl: Taxonomieën

source: columns
nl_nl: kolommen

source: Display a grid of vehicles.
nl_nl: Toon een raster van voertuigen.

source: Choose a Carfax badge that links to your inventory.
nl_nl: Kies een Carfax-badge die naar uw voorraad linkt.

source: Only
nl_nl: Alleen

source: Appt
nl_nl: Afspr

source: Parent Location
nl_nl: Hoofdlocatie

source: Parent Color
nl_nl: Hoofdkleur

source: All colors
nl_nl: Alle kleuren

source: Popular colors
nl_nl: Populaire kleuren

source: Search colors
nl_nl: Zoek kleuren

source: Colors
nl_nl: Kleuren

source: All body styles
nl_nl: Alle carrosseriestijlen

source: Popular body styles
nl_nl: Populaire carrosseriestijlen

source: Search body styles
nl_nl: Zoek carrosseriestijlen

source: Body styles
nl_nl: Carrosseriestijlen

source: All cylinder counts
nl_nl: Alle cilinderaantallen

source: Popular cylinder counts
nl_nl: Populaire cilinderaantallen

source: Search cylinder counts
nl_nl: Zoek cilinderaantallen

source: Cylinder count
nl_nl: Cilinderaantal

source: Parent Transmission
nl_nl: Hoofdtransmissie

source: All transmissions
nl_nl: Alle transmissies

source: Popular transmissions
nl_nl: Populaire transmissies

source: Search transmissions
nl_nl: Zoek transmissies

source: Transmissions
nl_nl: Transmissies

source: All fuel types
nl_nl: Alle brandstoftypes

source: Popular fuel types
nl_nl: Populaire brandstoftypes

source: Search fuel types
nl_nl: Zoek brandstoftypes

source: Fuel type
nl_nl: Brandstoftype

source: Fuel types
nl_nl: Brandstoftypes

source: Fuels
nl_nl: Brandstoffen

source: All propulsion types
nl_nl: Alle aandrijvingstypes

source: Popular propulsion types
nl_nl: Populaire aandrijvingstypes

source: Search propulsion types
nl_nl: Zoek aandrijvingstypes

source: Propulsion type
nl_nl: Aandrijvingstype

source: Propulsion types
nl_nl: Aandrijvingstypes

source: All drive types
nl_nl: Alle aandrijvingssoorten

source: Popular drive types
nl_nl: Populaire aandrijvingssoorten

source: Search drive types
nl_nl: Zoek aandrijvingssoorten

source: Drive type
nl_nl: Aandrijvingssoort

source: Drive types
nl_nl: Aandrijvingssoorten

source: Parent Availability
nl_nl: Hoofdbeschikbaarheid

source: All sold and for sale
nl_nl: Alle verkocht en te koop

source: Popular availabilities
nl_nl: Populaire beschikbaarheden

source: Search availabilities
nl_nl: Zoek beschikbaarheden

source: Availabilities
nl_nl: Beschikbaarheden

source: Parent Type
nl_nl: Hoofdtype

source: All types
nl_nl: Alle types

source: Popular types
nl_nl: Populaire types

source: Search types
nl_nl: Zoek types

source: Parent Condition
nl_nl: Hoofdstaat

source: All new and used
nl_nl: Alle nieuw en gebruikt

source: Popular conditions
nl_nl: Populaire staten

source: Search new and used
nl_nl: Zoek nieuw en gebruikt

source: Conditions
nl_nl: Staten

source: Parent Model
nl_nl: Hoofdmodel

source: All models
nl_nl: Alle modellen

source: Popular models
nl_nl: Populaire modellen

source: Search models
nl_nl: Zoek modellen

source: Models
nl_nl: Modellen

source: Parent Make
nl_nl: Hoofdmerk

source: All makes
nl_nl: Alle merken

source: Popular makes
nl_nl: Populaire merken

source: Search makes
nl_nl: Zoek merken

source: Makes
nl_nl: Merken

source: All years
nl_nl: Alle jaren

source: Popular years
nl_nl: Populaire jaren

source: Search years
nl_nl: Zoek jaren

source: Model year
nl_nl: Modeljaar

source: Model years
nl_nl: Modeljaren

source: to
nl_nl: tot

source: Showing
nl_nl: Weergeven

source: Wood
nl_nl: Hout

source: Steel
nl_nl: Staal

source: Other
nl_nl: Overige

source: Fiberglass
nl_nl: Glasvezel

source: Composite
nl_nl: Composiet

source: Carbon Fiber
nl_nl: Koolstofvezel

source: Aluminum
nl_nl: Aluminium

source: Classic
nl_nl: Klassiek

source: Classic style is the default one generated by your browser. Modern has a fresh look and displays all selected options in a single row.
nl_nl: Klassieke stijl is de standaard die door uw browser wordt gegenereerd. Modern heeft een frisse uitstraling en toont alle geselecteerde opties in één rij.

source: Style
nl_nl: Stijl

source: For details, including how this looks and works for your site's visitors, please check out <a href="%s" target="_blank" rel="noopener noreferrer">our doc</a>.
nl_nl: Voor details, inclusief hoe dit eruitziet en werkt voor de bezoekers van uw site, bekijk <a href="%s" target="_blank" rel="noopener noreferrer">onze documentatie</a>.

source: Allow users to select multiple choices in this field.
nl_nl: Sta gebruikers toe om meerdere keuzes in dit veld te selecteren.

source: Vehicle
nl_nl: Voertuig

source: photos
nl_nl: foto's

source: &larr; Go to locations
nl_nl: &larr; Ga naar locaties

source: &larr; Go to colors
nl_nl: &larr; Ga naar kleuren

source: Add New Color
nl_nl: Nieuwe Kleur Toevoegen

source: &larr; Go to body styles
nl_nl: &larr; Ga naar carrosseriestijlen

source: &larr; Go to cylinder counts
nl_nl: &larr; Ga naar cilinder aantallen

source: &larr; Go to transmissions
nl_nl: &larr; Ga naar transmissies

source: &larr; Go to fuel types
nl_nl: &larr; Ga naar brandstoftypes

source: &larr; Go to propulsion types
nl_nl: &larr; Ga naar voortstuwingstypes

source: &larr; Go to drive types
nl_nl: &larr; Ga naar aandrijftypes

source: &larr; Go to availabilities
nl_nl: &larr; Ga naar beschikbaarheden

source: &larr; Go to types
nl_nl: &larr; Ga naar types

source: &larr; Go to conditions
nl_nl: &larr; Ga naar condities

source: &larr; Go to models
nl_nl: &larr; Ga naar modellen

source: Edit Model
nl_nl: Model bewerken

source: &larr; Go to makes
nl_nl: &larr; Ga naar merken

source: Add New Make
nl_nl: Nieuwe fabrikant toevoegen

source: Edit Make
nl_nl: Fabrikant bewerken

source: &larr; Go to years
nl_nl: &larr; Ga naar jaren

source: Add New Model Year
nl_nl: Nieuw modeljaar toevoegen

source: Edit Model Year
nl_nl: Bewerk modeljaar

source: vehicles for sale
nl_nl: voertuigen te koop

source: all
nl_nl: alles

source: Browse
nl_nl: Bladeren

source: Car
nl_nl: Auto

source: These features may be impacted by time and memory limits set by your web host.
nl_nl: Deze functies kunnen worden beïnvloed door tijd- en geheugenlimieten ingesteld door uw webhost.

source: Load Sample Vehicles
nl_nl: Voorbeeldvoertuigen laden

source: Manage Inventory
nl_nl: Voorraad beheren

source: No filter
nl_nl: Geen filter

source: contains
nl_nl: bevat

source: not equal to
nl_nl: niet gelijk aan

source: equal to
nl_nl: gelijk aan

source: less than
nl_nl: minder dan

source: greater than
nl_nl: groter dan

source: does not exist
nl_nl: bestaat niet

source: exists
nl_nl: bestaat

source: Add Listings Page
nl_nl: Pagina's met vermeldingen toevoegen

source: Filter field
nl_nl: Filterveld

source: Active
nl_nl: Actief

source: Listings Pages
nl_nl: Vermeldingenpagina's

source: For Sale
nl_nl: Te koop

source: Add a Gallery Block to new vehicle posts to manage photo uploads and their order
nl_nl: Voeg een galerijblok toe aan nieuwe berichten over voertuigen om foto-uploads en hun volgorde te beheren

source: Delete this page
nl_nl: Deze pagina verwijderen

source: View this page
nl_nl: Deze pagina bekijken

source: Rearrange Photos Block
nl_nl: Foto's opnieuw rangschikken

source: Certified Pre-owned
nl_nl: Gecertificeerd tweedehands

source: Last modified
nl_nl: Laatst gewijzigd

source: Date entered
nl_nl: Datum ingevoerd

source: Search Inventory
nl_nl: Zoeken in inventaris

source: Please choose a vehicle...
nl_nl: Kies alstublieft een voertuig...

source: Limited to two (2) on display widths of 480px and less.
nl_nl: Beperkt tot twee (2) bij weergavebreedtes van 480px en minder.

source: update now
nl_nl: nu updaten

source: now
nl_nl: nu

source: Update
nl_nl: Updaten

source: or
nl_nl: of

source: View version
nl_nl: Bekijk versie

source: version
nl_nl: versie

source: View
nl_nl: Bekijken

source: available.
nl_nl: beschikbaar.

source: There is a new version of
nl_nl: Er is een nieuwe versie van

source: Choose addresses to mark:
nl_nl: Kies adressen om te markeren:

source: Obtain an API key at
nl_nl: Verkrijg een API-sleutel op

source: API Key:
nl_nl: API-sleutel:

source: Embeds a Google Map pointed at a dealership address. Requires an API key.
nl_nl: Sluit een Google Map in gericht op een dealeradres. Vereist een API-sleutel.

source: Phone Numbers & Hours
nl_nl: Telefoonnummers & tijden

source: Zip
nl_nl: Postcode

source: State
nl_nl: Provincie

source: City
nl_nl: Stad

source: Street Address line two
nl_nl: Straatadres regel twee

source: Street Address
nl_nl: Straatadres

source: of
nl_nl: van

source: Photo
nl_nl: Foto

source: to receive plugin updates.
nl_nl: om plugin updates te ontvangen.

source: License key
nl_nl: Licentiesleutel

source: Error
nl_nl: Fout

source: You do not have permission to install plugin updates
nl_nl: U heeft geen toestemming om updates van plugins te installeren

source: Doors
nl_nl: Deuren

source: An API token from mapbox.com is required for this widget to work. Obtain a key at mapbox.com and save it on the Inventory Presser Options page.
nl_nl: Een API-token van mapbox.com is vereist voor deze widget om te werken. Verkrijg een sleutel op mapbox.com en sla deze op op de pagina Inventaris Presser opties.

source: Choose addresses to include:
nl_nl: Kies adressen om op te nemen:

source: Embeds a map pointed at a dealership address.
nl_nl: Integreert een kaart gericht op een dealadres.

source: Map
nl_nl: Kaart

source: to use the Map widget.
nl_nl: om de Kaart widget te gebruiken.

source: Obtain a key at
nl_nl: Verkrijg een sleutel op

source: MapBox Public Token
nl_nl: MapBox openbaar token

source: Skip trash when deleting vehicles and delete permanently
nl_nl: Overslaan prullenbak bij het verwijderen van voertuigen en permanent verwijderen

source: Skip Trash
nl_nl: Prullenbak overslaan

source: Payment
nl_nl: Betaling

source: Overlay price
nl_nl: Overlay prijs

source: Overlay year, make, & model
nl_nl: Overlay jaar, merk & model

source: Mechanic's Report
nl_nl: Monteur's rapport

source: Single Line Display
nl_nl: Weergave op één regel

source: Display one or more mailing addresses.
nl_nl: Toon een of meer mailingadressen.

source: Address
nl_nl: Adres

source: Newest vehicles first
nl_nl: Nieuwste voertuigen eerst

source: Featured vehicles only
nl_nl: Alleen uitgelichte voertuigen

source: Show "Full Inventory" button
nl_nl: Toon "Volledige inventaris" knop

source: Show captions
nl_nl: Toon bijschriften

source: Maximum:
nl_nl: Maximaal:

source: Column count:
nl_nl: Aantal kolommen:

source: Full Inventory
nl_nl: Volledige inventaris

source: Hull material
nl_nl: Materiaal van de buitenkant

source: Interior color
nl_nl: Interieurkleur

source: Body style
nl_nl: Carrosseriestijl

source: Stock number
nl_nl: Voorraadnummer

source: Xenon Headlights
nl_nl: Xenon koplampen

source: Wire Wheels
nl_nl: Stalen wielen

source: Winch
nl_nl: Lier

source: Wide Tires
nl_nl: Brede banden

source: Wheelchair Access
nl_nl: Rolstoeltoegang

source: Two Tone Paint
nl_nl: Twee kleuren verf

source: Trailer Hitch
nl_nl: Aanhangwagenkoppeling

source: Traction Control
nl_nl: Tractiecontrole

source: Tow Package
nl_nl: Sleep pakket

source: Tonneau Cover
nl_nl: Tonneau hoes

source: Tilt Steering Wheel
nl_nl: Kantelbaar stuurwiel

source: Sunroof
nl_nl: Zonnedak

source: Styled Steel Wheels
nl_nl: Gestileerde stalen wielen

source: Steering Wheel Controls
nl_nl: Stuurbedieningselementen

source: Step Side Bed
nl_nl: Stap zijbed

source: Sport Package
nl_nl: Sportpakket

source: Snow Plow
nl_nl: Sneeuwploeg

source: Skid Plate(s)
nl_nl: Beschermplaat(en)

source: Side Air Bags
nl_nl: Zij-airbags

source: Short Bed
nl_nl: Kort bed

source: Security System
nl_nl: Beveiligingssysteem

source: Satellite Radio
nl_nl: Satellietradio

source: Running Boards
nl_nl: Zijborden

source: Roof Rack
nl_nl: Dakdrager

source: Refrigerator
nl_nl: Koelkast

source: Rear Heat
nl_nl: Achterruit verwarming

source: Rear Defroster
nl_nl: Achterruit ontdooiing

source: Rear Air Conditioning
nl_nl: Achter airconditioning

source: Rear Air Bags
nl_nl: Achterairbags

source: Quad Seating
nl_nl: 4 stoelen

source: Privacy Glass
nl_nl: Privacyglas

source: Premium Wheels
nl_nl: Premium wielen

source: Power Windows
nl_nl: Elektrische ramen

source: Power Steering
nl_nl: Stuurbekrachtiging

source: Power Seats
nl_nl: Elektrische stoelen

source: Power Locks
nl_nl: Elektrische sloten

source: Power Lift Gate
nl_nl: Elektrische achterklep

source: Power Brakes
nl_nl: Remkrachtversterking

source: Portable Audio Connection
nl_nl: Draagbare audiokoppeling

source: Oversize Off Road Tires
nl_nl: Oversize off-road banden

source: Navigation System
nl_nl: Navigatiesysteem

source: Multi-zone Climate Control
nl_nl: Multi-zone klimaatregeling

source: Moon Roof
nl_nl: Maan dak

source: Memory Seat(s)
nl_nl: Geheugenstoel(en)

source: Long Bed
nl_nl: Lang bed

source: Lift Kit
nl_nl: Krik

source: Leather Seats
nl_nl: Leren stoelen

source: Heated Seats
nl_nl: Verwarmde stoelen

source: Fog Lights
nl_nl: Mistlampen

source: Extended Cab
nl_nl: Verlengde cabine

source: DVD Player
nl_nl: DVD speler

source: Dual Sliding Doors
nl_nl: Dubbele schuifdeuren

source: Disability Equipped
nl_nl: Geschikt voor mindervaliden

source: Custom Paint
nl_nl: Aangepaste lak

source: Cooled Seats
nl_nl: Gekoelde stoelen

source: Convertible
nl_nl: Cabriolet

source: Conversion Package
nl_nl: Conversiepakket

source: Cloth Seats
nl_nl: Stoffen stoelen

source: Cell or Intergrated Cell Phone
nl_nl: Mobiele telefoon of geïntegreerde mobiele telefoon

source: CD Player
nl_nl: CD speler

source: Bed Cap
nl_nl: Laadbakafdekking

source: Backup Camera
nl_nl: Achteruitrijcamera

source: Anti-lock Brakes
nl_nl: Antiblokkeersysteem (ABS)

source: Aluminum Wheels
nl_nl: Aluminium velgen

source: Alloy Wheels
nl_nl: Lichtmetalen velgen

source: 3rd Row Seats
nl_nl: Derde zitrij

source: Featured in Slideshows
nl_nl: Uitgelicht in slideshows

source: Settings
nl_nl: Instellingen

source: Delete All Media
nl_nl: Verwijder alle media

source: Vehicle draft updated.
nl_nl: Voertuig concept geüpdatet.

source: Vehicle scheduled to list on <strong>%s</strong>.
nl_nl: Voertuig gepland om te worden vermeld op <strong>%s</strong>.

source: Vehicle submitted.
nl_nl: Voertuig ingediend.

source: Vehicle saved.
nl_nl: Voertuig opgeslagen.

source: Vehicle published.
nl_nl: Voertuig gepubliceerd.

source: Vehicle restored to revision from %s.
nl_nl: Voertuig teruggezet naar revisie van %s.

source: Vehicle updated.
nl_nl: Voertuig geüpdatet.

source: Custom field updated.
nl_nl: Aangepast veld geüpdatet.

source: Vehicle updated.
nl_nl: Voertuig geüpdatet.

source: Preview vehicle
nl_nl: Voertuigvoorbeeld

source: View vehicle
nl_nl: Bekijk voertuig

source: Vehicles
nl_nl: Voertuigen

source: Photos
nl_nl: Foto's

source: Stock #
nl_nl: Voorraad #

source: A list of vehicle attributes by which users can sort listings.
nl_nl: Een lijst met voertuig attributen waarmee gebruikers lijsten kunnen sorteren.

source: Sort by Vehicle Attributes
nl_nl: Sorteren op voertuig attributen

source: Show All Closed Days
nl_nl: Toon alle gesloten dagen

source: Main Title
nl_nl: Hoofdtitel

source: No title entered
nl_nl: Geen titel ingevoerd

source: Display
nl_nl: Toon

source: Appointment Only
nl_nl: Alleen op afspraak

source: Appointment
nl_nl: Afspraak

source: Display hours of operation.
nl_nl: Openingstijden weergeven.

source: Locations
nl_nl: Locaties

source: No locations
nl_nl: Geen locaties

source: No locations found
nl_nl: Geen locaties gevonden

source: New Location Name
nl_nl: Nieuwe locatienaam

source: Add New Location
nl_nl: Nieuwe locatie toevoegen

source: Update Location
nl_nl: Locatie updaten

source: View Location
nl_nl: Locatie bekijken

source: Edit Location
nl_nl: Locatie bewerken

source: All locations
nl_nl: Alle locaties

source: Popular locations
nl_nl: Populaire locaties

source: Search locations
nl_nl: Locaties zoeken

source: Add Hours Block
nl_nl: Urenblok toevoegen

source: When saving multiple sets of hours for a single location, position the primary showroom hours first.
nl_nl: Bij het opslaan van meerdere sets uren voor één locatie, plaats de primaire showroomuren als eerste.

source: Delete this set of hours
nl_nl: Deze set uren verwijderen

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Close
nl_nl: Sluiten

source: Title
nl_nl: Titel

source: Hours
nl_nl: Uren

source: Add Phone Number
nl_nl: Telefoonnummer toevoegen

source: Delete this phone number
nl_nl: Dit telefoonnummer verwijderen

source: Drag to reposition
nl_nl: Versleep om te verplaatsen

source: Number
nl_nl: Nummer

source: Phone Numbers
nl_nl: Telefoonnummers

source: Title (optional):
nl_nl: Titel (optioneel):

source: Display one or more phone numbers.
nl_nl: Toon een of meer telefoonnummers.

source: Phone Number
nl_nl: Telefoonnummer

source: Single line no labels
nl_nl: Enkele regel zonder labels

source: Single line with labels
nl_nl: Enkele regel met labels
