Repository: fridaysystems/inventory-presser
Catalog: languages/inventory-presser-*.po
Languages: nl_nl

source: Large, small right label
nl_nl: Groot, klein rechts label

source: Large, small left label
nl_nl: Groot, klein links label

source: Large tabled, left label
nl_nl: Grote tabel, links label

source: Large, no label
nl_nl: Groot, geen label

source: Small, left label
nl_nl: Klein, links label

source: Inventory Presser Settings
nl_nl: Inventory Presser instellingen

source: Use Carfax-provided, dynamic buttons that may also say things like "GOOD VALUE"
nl_nl: Gebruik door Carfax geleverde, dynamische knoppen die ook kunnen aangeven zoals "GOEDE WAARDE"

source: Display Carfax buttons near vehicles that link to free Carfax reports
nl_nl: Toon Carfax knoppen bij voertuigen die linken naar gratis Carfax rapporten

source: order
nl_nl: volgorde

source: will display for any price that is zero
nl_nl: zal worden weergegeven voor elke prijs die nul is

source: Call for Price
nl_nl: Bel voor prijs

source: Include sold vehicles in listings and search results
nl_nl: Verkochte voertuigen opnemen in lijsten en zoekresultaten

source: Listings
nl_nl: Vermeldingen

source: Sold Vehicles
nl_nl: Verkochte voertuigen

source: Price Display
nl_nl: Prijsweergave

source: General
nl_nl: Algemeen

source: Options
nl_nl: Opties

source: grams per mile
nl_nl: gram per mijl

source: Annual tailpipe CO2 emissions
nl_nl: Jaarlijkse uitlaat CO2 emissies

source: Annual fuel cost
nl_nl: Jaarlijkse brandstofkosten

source: barrels
nl_nl: vaten

source: Annual fuel consumption
nl_nl: Jaarlijks brandstofverbruik

source: Five year savings compared to average vehicle
nl_nl: Besparing over vijf jaar vergeleken met een gemiddeld voertuig

source: highway
nl_nl: snelweg

source: city
nl_nl: stad

source: combined
nl_nl: gecombineerd

source: Include annual consumption, cost &amp; emissions
nl_nl: Inclusief jaarlijks verbruik, kosten en uitstoot

source: MPG ratings for the current vehicle.
nl_nl: MPG waarderingen voor het huidige voertuig.

source: EPA Fuel Economy
nl_nl: EPA brandstofverbruik

source: Speed
nl_nl: Snelheid

source: Down
nl_nl: Omlaag

source: twice a month
nl_nl: twee keer per maand

source: every other week
nl_nl: om de week

source: per month
nl_nl: per maand

source: Now
nl_nl: Nu

source: Retail
nl_nl: Detailhandel

source: Call For Price
nl_nl: Bel voor prijs

source: SOLD!
nl_nl: VERKOCHT!

source: Call
nl_nl: Bel

source: at
nl_nl: bij

source: See this
nl_nl: Bekijk dit

source: Inventory
nl_nl: Voorraad

source: Show Reset Link Only
nl_nl: Alleen reset link weergeven

source: Orientation:
nl_nl: Oriëntatie:

source: Display Format:
nl_nl: Weergaveformat:

source: Price Points (separated by commas)
nl_nl: Prijs punten (gescheiden door komma's)

source: Price Filter
nl_nl: Prijsfilter

source: Remove
nl_nl: Verwijderen

source: Vertical
nl_nl: Verticaal

source: Horizontal
nl_nl: Horizontaal

source: Text
nl_nl: Tekst

source: Buttons
nl_nl: Knoppen

source: Filter vehicles by a maximum price.
nl_nl: Filter voertuigen op een maximumprijs.

source: Stock
nl_nl: Voorraad

source: Mileage
nl_nl: Kilometerstand

source: Book Value
nl_nl: Boekwaarde

source: Delete All Vehicles
nl_nl: Alle voertuigen verwijderen

source: View Details
nl_nl: Bekijk details

source: on
nl_nl: op

source: tomorrow
nl_nl: morgen

source: Closed until
nl_nl: Gesloten tot

source: today
nl_nl: vandaag

source: Opening at
nl_nl: Open om

source: Open today until
nl_nl: Vandaag open tot

source: Sun
nl_nl: Zo

source: Sat
nl_nl: Za

source: Fri
nl_nl: Vr

source: Thu
nl_nl: Do

source: Wed
nl_nl: Wo

source: Tue
nl_nl: Di

source: Mon
nl_nl: Ma

source: Year
nl_nl: Jaar

source: Trim Level
nl_nl: Trimniveau

source: Transmission Speeds
nl_nl: Transmissiesnelheden

source: Transmission
nl_nl: Transmissie

source: Title Status
nl_nl: Titelstatus

source: Stock Number
nl_nl: Voorraadnummer

source: Price
nl_nl: Prijs

source: Odometer
nl_nl: Kilometerteller

source: MSRP
nl_nl: Adviesprijs

source: Make
nl_nl: Merk

source: Location
nl_nl: Locatie

source: Length
nl_nl: Lengte

source: Last Modified
nl_nl: Laatst gewijzigd

source: Interior Color
nl_nl: Interieurkleur

source: Hull Material
nl_nl: Materiaal van de buitenkant

source: Fuel
nl_nl: Brandstof

source: Engine
nl_nl: Motor

source: Drive Type
nl_nl: Aandrijvingstype

source: Down Payment
nl_nl: Aanbetaling

source: Description
nl_nl: Beschrijving

source: Cylinders
nl_nl: Cilinders

source: Condition
nl_nl: Staat

source: Color
nl_nl: Kleur

source: Body Style
nl_nl: Carrosseriestijl

source: Beam
nl_nl: Licht

source: Availability
nl_nl: Beschikbaarheid

source: Embeds a Google Map pointed at a dealership address.
nl_nl: Integreert een Google kaart gericht op een dealeradres.

source: Email a Friend
nl_nl: E-mail een vriend

source: Vehicle Details Buttons
nl_nl: Knoppen voor voertuigdetails

source: Text after image:
nl_nl: Tekst na afbeelding:

source: Image:
nl_nl: Afbeelding:

source: Text before image:
nl_nl: Tekst voor afbeelding:

source: KBB logo image linked to kbb.com
nl_nl: KBB logo afbeelding gekoppeld aan kbb.com

source: Bordered Rectangle
nl_nl: Omlijnde rechthoek

source: Show prices
nl_nl: Prijzen tonen

source: Text Overlay:
nl_nl: Tekstoverlay:

source: Vehicle Selection:
nl_nl: Voertuigselectie:

source: Vehicles to show at one time:
nl_nl: Voertuigen om tegelijkertijd te tonen:

source: Title:
nl_nl: Titel:

source: Newest Vehicles First
nl_nl: Nieuwste voertuigen eerst

source: Random
nl_nl: Willekeurig

source: Featured Vehicles Only
nl_nl: Alleen uitgelichte voertuigen

source: Priority for Featured Vehicles
nl_nl: Prioriteit voor uitgelichte voertuigen

source: A slideshow for all vehicles with at least one photo.
nl_nl: Een slideshow voor alle voertuigen met minimaal één foto.

source: Vehicles list
nl_nl: Voertuigen vermelding

source: Vehicles list navigation
nl_nl: Voertuigen vermelding navigatie

source: Filter vehicles list
nl_nl: Filter voertuigenvermelding

source: Uploaded to this vehicle
nl_nl: Geüpload naar dit voertuig

source: Attach to vehicle
nl_nl: Toevoegen aan voertuig

source: Inventory
nl_nl: Voorraad

source: No vehicles found in Trash.
nl_nl: Geen voertuigen gevonden in de prullenbak.

source: No vehicles found.
nl_nl: Geen voertuigen gevonden.

source: Search Vehicles
nl_nl: Zoek voertuigen

source: All Vehicles
nl_nl: Alle voertuigen

source: View Vehicle
nl_nl: Bekijk voertuig

source: Edit Vehicle
nl_nl: Bewerk voertuig

source: New Vehicle
nl_nl: Nieuw voertuig

source: Add New Vehicle
nl_nl: Voeg nieuw voertuig toe

source: Add New
nl_nl: Voeg nieuw toe

# Add New on Toolbar
source: Vehicle
nl_nl: Voertuig

# Admin Menu text
source: Vehicles
nl_nl: Voertuigen

# Post type singular name
source: Vehicle
nl_nl: Voertuig

# Post type general name
source: Vehicles
nl_nl: Voertuigen

source: Vehicles for sale
nl_nl: Voertuigen te koop
